{
  "article": {
    "lastArticle": "Ultimi articoli"
  },
  "home": {
    "card":{
      "contact": "Contatti"
    },
    "introduce": {
      "label": "Introduzione",
      "title": "Benvenuto, sono <span class=\"text-primary\">Giancarmelo</span><br /> Sviluppatore web full stack",
      "subTitle": "Progetto e programmo applicazioni web complete e amo quello che faccio. <br />",
      "experience": "ANNI DI <br /> ESPERIENZA"
    },
    "about": {
      "label": "Informazioni",
      "title": "Ogni grande progetto inizia con un'idea ancora <span class=\"text-primary\">migliore</span>",
      "description": "Sono specializzo nella creazione di applicazioni web personalizzate utilizzando una varietà di tecnologie come Vue3, Nuxt3, Nodejs, Tailwind e molte altre. Ho la passione per la creazione di siti web reattivi e user-friendly che non solo risultano facili da usare ma riescono a dare il massimo per per il loro scopo. <br /><br /> Il mio percorso nello sviluppo web è iniziato nel 2017 e da allora ho avuto il privilegio di lavorare con clienti provenienti da tutto il mondo. Amo la sfida di risolvere problemi complessi e trasformare le idee in prodotti funzionali."
    },
    "service": {
      "label": "Servizi",
      "title": "Le mie <span class=\"text-primary\">specializzazioni</span>",
      "description": "Come sviluppatore web full-stack, offro una vasta gamma di servizi per aiutarti a creare il sito web o l'applicazione web dei tuoi sogni. Ecco alcuni dei servizi che posso offrire:",
      "services": [
        {
          "title": "Sviluppo di Applicazioni Web Personalizzate",
          "icon": "ph:codepen-logo",
          "description": "Posso sviluppare applicazioni web personalizzate che sono adattate alle tue esigenze specifiche, utilizzando le ultime tecnologie e framework."
        },
        {
          "title": "Sviluppo di Siti Web",
          "icon": "mdi:code-tags",
          "description": "Che tu abbia bisogno di un semplice sito web di presentazione o di una complessa piattaforma di e-commerce, posso creare un sito web che soddisfi le tue esigenze e superi le tue aspettative."
        },
        {
          "title": "Consulenza e Formazione",
          "icon": "fluent:people-community-20-regular",
          "description": "Se hai bisogno di consigli o formazione su sviluppo web o tecnologia, posso fornire servizi di consulenza e formazione personalizzati per aiutarti a raggiungere i tuoi obiettivi."
        },
        {
          "title": "Ottimizzazione SEO",
          "icon": "clarity:lightning-line",
          "description": "Posso ottimizzare il tuo sito web o l'applicazione web per i motori di ricerca, aiutandoti a posizionarti più in alto nei risultati di ricerca e ad attirare più visitatori."
        },
        {
          "title": "Sviluppo e Integrazione API",
          "icon": "ph:link-simple-duotone",
          "description": "Se hai bisogno di integrare il tuo sito web o l'applicazione web con API di terze parti, posso aiutarti a farlo senza problemi."
        },
        {
          "title": "Manutenzione e Supporto",
          "icon": "bx:shield-alt-2",
          "description": "Offro servizi di manutenzione e supporto continuativi per garantire che il tuo sito web o l'applicazione web siano sempre aggiornati e funzionino senza problemi."
        },
        {
          "title": "Design Responsive",
          "icon": "mdi:responsive",
          "description": "Tutti i siti web che creo sono progettati per essere responsive, garantendo che siano visualizzati in modo ottimale su tutti i dispositivi, dal desktop allo smartphone."
        }
      ]
    },
    "skills": {
      "label": "Le mie competenze",
      "title": "I miei <span class=\"text-primary\"> strumenti </span>"
    },
    "portfolio": {
      "label": "Portfolio",
      "title": "I miei <span class=\"text-primary\"> Progetti </span>"
    },
    "blog": {
      "label": "Blog"
    },
    "contact": {
      "title": "Lavoriamo <span class=\"text-primary\"> Insieme! </span>",
      "name": "Nome completo*",
      "email": "Email*",
      "phone": "Telefono",
      "budget": "Budget",
      "message": "Messaggio",
      "send": "Invia"
    }
  }
}